IdeaRS.Connections
CutBeamByBeamData.PlaneOnCuttingObject Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the distance of the cutting plane relative to the beginning of the modified beam
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public DistanceComparison PlaneOnCuttingObject { get; set; }
Property Value
Type: DistanceComparison
See Also
Reference
CutBeamByBeamData Class
IdeaRS.Connections.Data Namespace